Post.create!(
    [
        {
            title: "冬期講習のご案内",
            content: "本日より冬季講習の募集を開始しました。予定表から生徒さんご自身が予約してください。ピンク色で表示されている予定が予約可能な講習です。",
            important: true,
            staff_member_id: 1
        },
        {
            title: "臨時休校のご案内",
            content: "12月25日(土)は講師の報告会があるので休校させて頂きます。",
            important: true,
            staff_member_id: 1
        },
        {
            title: "新しく講師が入りました！",
            content: "今月から新しく大学生の講師が入りました！主に中学生の授業を担当して頂きます。丁寧な指導をしてくださるので、機会があれば講習などで先生の授業を予約してみてください。",
            staff_member_id: 1
        }
    ]
)